<?php

return [
    'DISABLE_SERVICE_URL' => 'Отключить сервисный адрес.',
    'DEFAULT_HOST' => 'обрабатывать все запросы для несуществующих субдоменов доменного имени указанного хоста.',
    'DOCUMENT_ROOT_SUFFIX' => 'Домашняя директория',
    'DOCUMENT_ROOT_SUFFIX_HINT' => 'Разрешено использовать только символы латиницы, точку, тире и знак подчеркивания',
    'PHP_MAIL' => 'E-mail адрес',
    'PHP_MAIL_HINT' => 'Будет указан в поле From при отправке почты при помощи функции mail() в PHP. Допускаются только те e-mail адреса, которые были зарегистрированы в указанном хостинг-аккаунте.',
    'MODSECURITY_ENABLED' => 'включить обработку правил ModSecurity.',
    'DEFAULT_IP' => 'установить обработку прямых запросов на сайт через указанный в параметре ip выделенный IP адрес.',
    'IP' => 'IP адрес сайта',
    'IP_HINT' => 'В случае наявности выделенного IP, Вы можете настроить работу сайта посредством данного IP. По-умолчанию установлен общий IP.',
];